Repository: natashakcozad/whimsyshortcodes
Catalog: lang/whimsy-shortcodes-*.po
Languages: sr_rs

# post type general name
source: Post Type
sr_rs: Tip posta

# post type singular name
source: Post Type
sr_rs: Tip posta

source: Add New %s
sr_rs: Dodaj novi %s

source: Edit %s
sr_rs: Uredi %s

source: New %s
sr_rs: Novi %s

source: All %s
sr_rs: Svi %s

source: Posts
sr_rs: Postovi

source: View %s
sr_rs: Vidi %s

source: Search %a
sr_rs: Pretraži %s

source: No %s Found
sr_rs: Nisu pronađeni %s

source: No %s Found In Trash
sr_rs: Nisu pronađeni %s u korpi za otpatke

source: *Posts
sr_rs: *Postovi

source: Terms
sr_rs: Termini

source: Term
sr_rs: Termin

source: Search Terms
sr_rs: Pretraži termine

source: All Terms
sr_rs: Svi termini

source: Parent Term
sr_rs: Nadređeni termin

source: Parent Term:
sr_rs: Nadređeni termin:

source: Edit Term
sr_rs: Uredi termin

source: Update Term
sr_rs: Ažuriraj termin

source: Add New Term
sr_rs: Dodaj novi termin

source: New Term Name
sr_rs: Novi naziv termina

source: Custom Field
sr_rs: Prilagođeno polje

source: Post updated. %sView post%s.
sr_rs: Post je ažuriran. %sVidi post%s.

source: Custom field updated.
sr_rs: Prilagođeno polje ažurirano

source: Custom field deleted.
sr_rs: Prilagođeno polje je obrisano.

source: Post updated.
sr_rs: Post ažuriran.

source: Post restored to revision from %s.
sr_rs: Post vraćen na reviziju od %s.

source: Post published. %sView post%s.
sr_rs: Post objavljen. %sVidi post%s.

source: Post saved.
sr_rs: Post sačuvan.

source: Post submitted. %sPreview post%s.
sr_rs: Post podnesen. %sPregledaj post%s

source: Post scheduled for: %1$s. %2$sPreview post%3$s.
sr_rs: Post planiran za: %1$s. %2$sPregledaj post%3$s

source: Post draft updated. %sPreview post%s.
sr_rs: Skica posta ažurirana. %sPregledaj post%s

source: Post Details
sr_rs: Detalji posta

source: Enter the post title here
sr_rs: Ovde unesite naslov posta

source: Custom field:
sr_rs: Prilagođeno polje:

source: Description of this custom field.
sr_rs: Opsi prilagođenog polja.

source: Plugin Settings
sr_rs: Podešavanja plugin-a

source: Settings
sr_rs: Podešavanja

source: Standard
sr_rs: Standardna

source: These are fairly standard form input fields.
sr_rs: Ovo su standardna podešavanja za unos polja.

source: Some Text
sr_rs: Neki tekst

source: This is a standard text field.
sr_rs: Ovo je standardno polje za tekst.

source: Placeholder text
sr_rs: Zamenski tekst

source: A Password
sr_rs: Lozinka

source: This is a standard password field.
sr_rs: Ovo je standardno polje za lozinku

source: Some Secret Text
sr_rs: Neki tajni tekst

source: This is a secret text field - any data saved here will not be displayed after the page has reloaded, but it will be saved.
sr_rs: Ovo je polje za tajni tekst - podaci koje ovde sačuvate neće biti prikazani kad se stranica ponovo učita, ali će biti sačuvani.

source: A Text Block
sr_rs: Blok teksta

source: This is a standard text area.
sr_rs: Ovo je standardno mesto za tekst.

source: Placeholder text for this textarea
sr_rs: Zamenski tekst datog mesta za tekst.

source: An Option
sr_rs: Opcija

source: A standard checkbox - if you save this option as checked then it will store the option as 'on', otherwise it will be an empty string.
sr_rs: Standardno polje za štikliranje - ako sačuvate ovu opciju kao štikliranu, opcija će se sačuvati kao ‘aktivirana’. U suprotnom, biće samo prazan niz.

source: A Select Box
sr_rs: Okvir za odabir

source: A standard select box.
sr_rs: Standardni okvir za odabir

source: Some Options
sr_rs: Neke opcije

source: A standard set of radio buttons.
sr_rs: Standardni set radio tastera.

source: Some Items
sr_rs: Neke stavke

source: You can select multiple items and they will be stored as an array.
sr_rs: Možete odabrati višestruke stavke i one će biti sačuvane kao niz.

source: Extra
sr_rs: Dodatno

source: These are some extra input fields that maybe aren't as common as the others.
sr_rs: Ovo su neka od dodatnih polja za unos koja možda nisu tako česta.

source: A Number
sr_rs: Broj

source: This is a standard number field - if this field contains anything other than numbers then the form will not be submitted.
sr_rs: Ovo je standardno polje za broj - ako ovo polje sadrži bilo šta, osim broja, obrazac neće biti podnesen.

source: Pick a colour
sr_rs: Izaberite boju

source: This uses WordPress' built-in colour picker - the option is stored as the colour's hex code.
sr_rs: Koristi ugrađeni WordPress birač boja - opcija je sačuvana kao hex kod boja.

source: An Image
sr_rs: Slika

source: This will upload an image to your media library and store the attachment ID in the option field. Once you have uploaded an imge the thumbnail will display above these buttons.
sr_rs: Na ovaj način otpremićete sliku u svoju biblioteku medija i sačuvati ID priložene datoteke u polju za opcije. Kad otpremite sliku, sličica će se prikazati iznad ovih tastera.

source: A Multi-Select Box
sr_rs: Okvir za višestruko selektovanje

source: A standard multi-select box - the saved data is stored as an array.
sr_rs: Standardni okvir za višestruko selektovanje - sačuvani podaci prikazuju se kao niz.

source: Upload an image
sr_rs: Otpremi sliku

source: Use image
sr_rs: Upotrebi sliku

source: Upload new image
sr_rs: Otpremi novu sliku

source: Remove image
sr_rs: Ukloni sliku

source: All
sr_rs: Sve

source: Save Settings
sr_rs: Sačuvaj podešavanja

source: Whimsy Shortcodes
sr_rs: Whimsy Shortcode-ovi
